"122"= "F1";"120"= "F2";"99"= "F3";"118"= "F4";"96"= "F5";"97"= "F6";"98"= "F7";"100"= "F8";"101"= "F9";"109"= "F10";"103"= "F11";"111"= "F12";"105"= "F13";"107"= "F14";"113"= "F15";"106"= "F16";"64"= "F17";"79"= "F18";"80"= "F19";"125"= "flèche bas";"124"= "flèche droite";"123"= "flèche gauche";"126"= "flèche haut";"114"= "aide";"115"= "base";"121"= "page vers le bas";"116"= "page vers le haut";"117"= "suppr";"119"= "fin";"36"="return";"48"="tab";"49"="espace";"51"="effacer";"52"="entrée";"53"="esc";"71"="clear";"76"="entrée";"1001"="< aucun >";"1002"="cmd + ";"1003"="maj + ";"1005"="opt + ";"1006"="ctrl + ";